Repository: arbel-source-org/ozen
Catalog: App/Shared/Localizable.xcstrings
Source language: he
Languages: am, ar, de, en, es, fr, hi, pt_pt, ru, uk, zh_hans

source: אוזן אומרת את המשפט בקול רם, בעברית.
am: Ozen ዓረፍተ ነገሩን ጮክ ብሎ ይናገራል።
ar: يقول Ozen الجملة بصوت عالٍ.
de: Ozen spricht den Satz laut aus.
en: Ozen says the sentence aloud.
es: Ozen dice la frase en voz alta.
fr: Ozen dit la phrase à voix haute.
hi: Ozen वाक्य को ज़ोर से बोलता है।
pt_pt: O Ozen diz a frase em voz alta.
ru: Ozen произносит фразу вслух.
uk: Ozen промовляє фразу вголос.
zh_hans: Ozen 会大声说出这句话。

source: התחלת כתוביות
am: ካፕሽን ጀምር
ar: بدء الترجمة النصية
de: Untertitel starten
en: Start captions
es: Iniciar subtítulos
fr: Démarrer les sous-titres
hi: कैप्शन शुरू करें
pt_pt: Iniciar legendas
ru: Включить субтитры
uk: Увімкнути субтитри
zh_hans: 开始字幕

source: כתבו לי
am: ጻፉልኝ
ar: اكتبوا لي
de: Schreiben Sie mir
en: Write to me
es: Escríbeme
fr: Écrivez-moi
hi: मुझे लिखकर बताएँ
pt_pt: Escreva-me
ru: Напишите мне
uk: Напишіть мені
zh_hans: 写给我看

source: כתוביות
am: ካፕሽን
ar: الترجمة النصية
de: Untertitel
en: Captions
es: Subtítulos
fr: Sous-titres
hi: कैप्शन
pt_pt: Legendas
ru: Субтитры
uk: Субтитри
zh_hans: 字幕

source: להגיד ${text}
am: ${text} ተናገር
ar: قل ${text}
de: ${text} sagen
en: Say ${text}
es: Decir ${text}
fr: Dire ${text}
hi: ${text} कहें
pt_pt: Dizer ${text}
ru: Сказать ${text}
uk: Сказати ${text}
zh_hans: 说 ${text}

source: להגיד משהו
am: አንድ ነገር ተናገር
ar: قل شيئًا
de: Etwas sagen
en: Say something
es: Decir algo
fr: Dire quelque chose
hi: कुछ कहें
pt_pt: Dizer algo
ru: Сказать что-нибудь
uk: Сказати щось
zh_hans: 说点什么

source: להגיד משהו בקול
am: አንድ ነገር ጮክ ብለህ ተናገር
ar: قل شيئًا بصوت عالٍ
de: Etwas laut sagen
en: Say something aloud
es: Decir algo en voz alta
fr: Dire quelque chose à voix haute
hi: कुछ ज़ोर से कहें
pt_pt: Dizer algo em voz alta
ru: Сказать вслух
uk: Сказати вголос
zh_hans: 大声说出来

source: מה להגיד
am: ምን ይባል
ar: ماذا تقول
de: Was gesagt werden soll
en: What to say
es: Qué decir
fr: Quoi dire
hi: क्या कहना है
pt_pt: O que dizer
ru: Что сказать
uk: Що сказати
zh_hans: 要说什么

source: מפסיק את הכתוביות ושומר את השיחה בהיסטוריה.
am: ካፕሽኑን ያቆማል፣ ውይይቱንም በታሪክ ውስጥ ያስቀምጣል።
ar: يوقف الترجمة النصية ويحفظ المحادثة في السجل.
de: Stoppt die Untertitel und speichert das Gespräch im Verlauf.
en: Stops captions and saves the conversation in History.
es: Detiene los subtítulos y guarda la conversación en el historial.
fr: Arrête les sous-titres et enregistre la conversation dans l’historique.
hi: कैप्शन रोकता है और बातचीत को इतिहास में सहेजता है।
pt_pt: Para as legendas e guarda a conversa no histórico.
ru: Останавливает субтитры и сохраняет разговор в истории.
uk: Зупиняє субтитри й зберігає розмову в історії.
zh_hans: 停止字幕并将对话保存到历史记录中。

source: עצירת כתוביות
am: ካፕሽን አቁም
ar: إيقاف الترجمة النصية
de: Untertitel stoppen
en: Stop captions
es: Detener subtítulos
fr: Arrêter les sous-titres
hi: कैप्शन रोकें
pt_pt: Parar legendas
ru: Остановить субтитры
uk: Зупинити субтитри
zh_hans: 停止字幕

source: פותח את אוזן במסך מלא באותיות גדולות, כדי שמישהו יכתוב לך.
am: ሰው እንዲጽፍልዎት Ozenን በትልልቅ ፊደላት በሙሉ ማያ ይከፍታል።
ar: يفتح Ozen بملء الشاشة بأحرف كبيرة، ليكتب لك أحدهم.
de: Öffnet Ozen im Vollbild mit großer Schrift, damit Ihnen jemand schreiben kann.
en: Opens Ozen full screen in big letters, so someone can write to you.
es: Abre Ozen a pantalla completa con letras grandes, para que alguien te escriba.
fr: Ouvre Ozen en plein écran en grandes lettres, pour qu’on puisse vous écrire.
hi: Ozen को बड़े अक्षरों में पूरी स्क्रीन पर खोलता है, ताकि कोई आपको लिखकर बता सके।
pt_pt: Abre o Ozen em ecrã inteiro com letras grandes, para que alguém lhe possa escrever.
ru: Открывает Ozen на весь экран крупными буквами, чтобы вам могли написать.
uk: Відкриває Ozen на весь екран великими літерами, щоб вам могли написати.
zh_hans: 以大字全屏打开 Ozen，方便别人写给你看。

source: פותח את אוזן ומתחיל להציג כתוביות לשיחה.
am: Ozenን ከፍቶ ለውይይቱ ካፕሽን ማሳየት ይጀምራል።
ar: يفتح Ozen ويبدأ عرض الترجمة النصية للمحادثة.
de: Öffnet Ozen und zeigt Untertitel für das Gespräch an.
en: Opens Ozen and starts showing captions for the conversation.
es: Abre Ozen y empieza a mostrar los subtítulos de la conversación.
fr: Ouvre Ozen et commence à afficher les sous-titres de la conversation.
hi: Ozen खोलता है और बातचीत के कैप्शन दिखाना शुरू करता है।
pt_pt: Abre o Ozen e começa a mostrar legendas da conversa.
ru: Открывает Ozen и начинает показывать субтитры разговора.
uk: Відкриває Ozen і починає показувати субтитри розмови.
zh_hans: 打开 Ozen 并开始显示对话字幕。
